Repository: michaelbratsch/bwb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: English
de: Englisch
fr: Anglais

source: German
de: Deutsch
fr: Allemand

source: French
de: Französisch
fr: Français

source: Arabic
de: Arabisch
fr: Arabe

source: Persian
de: Persisch
fr: Perse

source: Hello
de: Hallo
fr: Bonjour

source: We have a
de: Wir haben ein
fr: On a un

source: that is reserved for you. Please come by on
de: ,das für dich reserviert wurde. Bitte komme am
fr: qui est réservé pour toi. S'il te plaît, viens nous voir

source: , so that we can fix it together with your help.
de: zu uns, sodass wir es gemeinsam reparieren können.
fr: pour qu'on puisse réparer le vélo avec toi.

source: Your,
fr: Sincères salutations

source: BwB-Team
fr: Ton équipe de Bikes without Borders

source: BwB - Get your bike
de: BwB - Dein Fahrrad ist bereit
fr: BwB - Obtiens ton vélo.

source: Thank you for registering for a bike.
de: Danke, dass Du Dich für ein Fahrrad registriert hast.
fr: Merci d'avoir enrégistré pour un vélo.

source: To verify your email address and to check your current number in line, please click the following link:
de: Um deine Emailadresse zu bestätigen und Deine Position in der Warteschlange zu überprüfen, klicke bitte den folgenden Link:
fr: Afin de pouvoir vérifier ton adresse mail et ta position dans la file d'attente, stp, appuye sur le lien suivant:

source: We hope to see you soon!
de: Wir freuen uns Dich bald bei uns zu sehen!
fr: Nous sommes heureux de te revoir chez nous bientôt.

source: BwB - Registration
de: BwB - Registrierung
fr: BwB - Enregistrement

source: Due to too many registrations, it is currently not possible to register for a bicycle.
de: Auf Grund zu vieler Registrierungen, ist die Anmeldung zur Zeit geschlossen.
fr: Suite à un très grand nombre de reservation, il n'est actuellement pas possible de s'enregistrer.

source: This is not a properly formatted phone number.
de: Die Formatierung der Telefonnummer ist nicht korrekt.
fr: Le format du numéro de téléphone n'est pas correct.

source: This is not a valid phone number.
de: Dies ist keine korrekte Telfonnummer.
fr: Ce n'est pas un numéro de téléphone correct.

source: This is not a valid mobile phone number.
de: Dies ist keine korrekte Mobilfunknummer.
fr: Ce n'est pas un numéro de portable correct.

source: You need to agree with the terms and conditions.
de: Du musst dich mit unseren Geschäftsbedingungen einverstanden erkären.
fr: Il faut que tu acceptes nos conditions générales.

source: A user with this name and date of birth is already registered. It is not allowed to register multiple times!
de: Es ist bereits eine Person mit dem gleichen Namen und Geburtsdatum registriert. Es ist nicht gestattet sich mehrere Male zu registrieren.
fr: Il y a déjà une personne régistré avec ton nom et ta date de naissance. Il n'est pas possible de s'enregistrer plusieurs fois.

source: Please fill out email or mobile phone number.
de: Bitte gib eine Emailadresse oder Mobilfunknummer an.
fr: Saisie ton adresse mail ou ton numéro de téléphone, stp.

source: Email
fr: Adresse mail

source: Mobile phone number
de: Mobilfunknummer
fr: Numéro de téléphone portable

source: Bicycle kind
de: Fahrradtyp
fr: Type de vélo

source: Agree with Terms and Conditions
de: Ich erkläre mich mit den Geschäftsbedingung einverstanden.
fr: J'accepte les conditions générales.

source: First name
de: Vorname
fr: Prénom

source: Last name
de: Nachname
fr: Nom

source: Date of birth
de: Geburtsdatum
fr: Date de naissance

source: You can only buy one bike per person.
de: Du kannst nur ein Fahrrad kaufen.
fr: Tu peux acheter seulement un vélo.

source: Please do not register twice.
de: Bitte registriere Dich nicht zwei Mal.
fr: Ne t'enregistre pas plusieurs fois, stp.

source: If you want a bike for your children, please also register them.
de: Wenn du ein Fahrrad für deine Kinder kaufen möchtest, registriere sie separat unter ihren Namen.
fr: Si tu as besoin d'un vélo pour ton enfant, il faut l'enregistrer séparément avec son propre nom.

source: We do not sell new bikes.
de: Wir verkaufen keine neuen Fahrräder.
fr: On ne vend pas des vélos neufs.

source: All bikes are donated and used.
de: Alle Fahrräder wurden gespendet und sind gebraucht.
fr: Tous les vélos étaient donnés et ne sont pas neufs.

source: We only sell road-worthy bikes.
de: Wir verkaufen nur verkehrstüchtige Fahrräder.
fr: On vend uniquement des vélos qui sont conformes à la réglementation technique par les autorités de contrôle.

source: You can resell your bike to us, if you do not need it anymore.
de: Wir kaufen Dein Fahrrad für den Kaufpreis zurück, wenn Du es nicht mehr benötigst.
fr: Si jamais tu n'as plus besoin de ton vélo tu peux nous le rendre et tu récupères le prix d'achat.

source: Our bikes always need repair work. Please bring some time and help us to repair your bike.
de: Unsere Fahrräder benötigen immer kleinere Reperaturen. Bitte bringe etwas Zeit und Motivation mit.
fr: En général, avant de distribuer nos vélos il faut réparer certains petits trucs (lumière, frein, sonnette). Pour ceci il nous faut un peu de ton temps, ton aide et ta motivation.

source: Terms of use
de: Geschäftsbedingungen
fr: Conditions générales

source: Our terms of use are the following:
de: Unsere Geschäftsbedingungen:
fr: Nos conditions générales:

source: Submit
de: Senden
fr: Envoyer

source: 1 How?
de: 1 Wie funktioniert es?
fr: 1 Comment ça marche?

source: 2 Register
de: 2 Registrierung
fr: 2 Enregistrement

source: 3 Finish
de: 3 Fertig
fr: 3 C'est fait

source: Welcome
de: Willkommen
fr: Bienvenus

source: you want to register for a „Bike without Borders“ Bike?
de: Du möchtest Dich für ein "Bikes without Borders" Fahrrad registrieren?
fr: Tu voudrais t'enrégistrer pour un vélo de "Bikes without Borders"?

source: Please choose your language first!
de: Bitte wähle zunächst Deine Sprache!
fr: Choisis ta langue, stp.

source: Currently you are number
de: Du bist zur Zeit Nummer
fr: Tu es actuellement le numéro

source: in line waiting for a
de: in der Warteschlange für ein
fr: dans la liste d'attente pour un

source: How does it work?
de: Wie funktioniert es?
fr: Comment ça marche?

source: Register online with your email address or your phone number: you are now on our waiting list.
de: Registriere Dich online mit Deiner Emailadresse oder Deiner Mobilfunknummer: Du befindest Dich jetzt auf unserer Warteliste.
fr: Enregistre toi en ligne avec ton adresse mail ou ton numéro de téléphone portable: Maintenant, tu es sur notre liste d'attente.

source: Wait until you get invitation from us by email or sms.
de: Warte bis wir Dir eine Einladung per Email oder SMS schicken.
fr: Attends juqu'à ce que tu reçois une invitation par mail ou texto/sms.

source: Confirm the invitation, if you have time to pick up your bike.
de: Bestätige die Einladung, wenn du Zeit hast dein Fahrrad abzuholen.
fr: Dès que tu as reçu l'invitation, il faut que tu la confirme.

source: Come to our Workshop and bring your passport or registration document.
de: Komme zu unserer Werkstatt und bringe Deinen Pass oder ein anderes Ausweisdokument mit Dir.
fr: Viens dans notre atelier et rammène ton passport, Ausweis ou autre document d'identification.

source: Repair your bike together with us, buy it for 10€ and get a lock.
de: Repariere Dein Fahrrad zusammen mit unseren Helfern, registriere es für 10€ und erhalte ein Schloss.
fr: Répare ton vélo à l'aide des bénévoles, enregistre ton vélo et paie les 10€ et récupère ton anti-vol.

source: Register now!
de: Registriere Dich jetzt!
fr: Enregistre-toi maintenant.

source: Register for a bike
de: Registriere Dich für ein Fahrrad
fr: Enregistre-toi pour un vélo.

source: Congratulations
de: Glückwunsch
fr: Félicitations.

source: You are now registered for a
de: Du hast dich für ein
fr: Tu t'es enregistré pour un

source: and officially on our waiting list. We also sent you an
de: registrierst und befindest Dich in unserer Warteschlange. Wir haben Dir eine
fr: et tu trouves maintenant sur notre liste d'attente. On t'a envoyé un

source: SMS.
fr: texto/sms.

source: email.
fr: mail.

source: If you have further questions, send us an email:
de: Wenn Du Fragen an uns hast, schreibe uns eine Email:
fr: Quand tu as une question, tu peux nous envoyer un mail:

source: Your
de: Euer
fr: Cordialement,

source: You will be notified when your bike is ready.
de: Du wirst benachrichtigt, wenn Fahrrad bereit ist.
